[
  {
    "id": "recCyGQHI5qFAeU8D",
    "overall_rank": 73,
    "tp2_score": 2.79,
    "tp1_score": 3.04,
    "top_performing_2": "Land Use",
    "overview": "The Alsuma Neighborhood Statistical Area is located in east Tulsa where State Highway 51 converges with U.S. Highway 169. The area includes census tract 90.08 and covers 1.99 square miles. Alsuma is almost entirely commercial and industrial, with some apartment complexes and a manufactured home community making up its residential uses. Small-scale industrial and commercial enterprises are clustered southwest of Highways 51 and 169, while large-scale retail, office buildings, and medical campuses are found in the remainder of the area. With several creek systems and stormwater detention facilities, a portion of the area remains undeveloped. ",
    "lowest_performing_3": "Housing & Neighborhoods",
    "neighborhood": "Alsuma",
    "tp3_score": 2.21,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Public Services",
    "top_performing_3": "Economic Development",
    "lowest_performing_1": "Public Services",
    "lp3_score": 0.05,
    "top_performing_1": "Transportation",
    "overall_score": 0.69,
    "map_id": 67
  },
  {
    "id": "recKamT5emz4vdFDF",
    "overall_rank": 45,
    "tp2_score": 2.84,
    "tp1_score": 3.72,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Berryhill Neighborhood Statistical Area is located in west Tulsa. It includes census tract 66 and covers 10.88 square miles. The area is located west of what was considered Red Fork Indian Territory and served as farmland before the oil strike. The neighborhood is composed of industrial development, agricultural land, and single-family housing. Multiple highways and the BNSF Railway run through the area, providing access to Chandler Park, three Berryhill Public Schools, the Tulsa Community College West Campus, and various religious assemblies. ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Berryhill",
    "lp1_score": 0.92,
    "tp3_score": 2.6,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Land Use",
    "top_performing_3": "Public Services",
    "lowest_performing_1": "Parks & Recreation",
    "lp3_score": 0.96,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 0.94,
    "overall_score": 1.9,
    "map_id": 31
  },
  {
    "id": "recpNtTn6OO1XZybr",
    "overall_rank": 71,
    "tp2_score": 3.61,
    "tp1_score": 4.64,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Booker T. Washington Neighborhood Statistical Area is located northeast of downtown Tulsa, bordered by Apache Street, North Peoria Avenue, and U.S. Highway 75. It includes census tract 5 and covers 0.67 square miles. Developed post-Tulsa Race Riots between the 1930s and 1950s, it became a neighborhood for the African American community to rebuild their livelihoods. Today, the area is composed of single-family residences and apartment complexes, with neighborhood-scale retail, religious assemblies, and shopping centers located along the main arterials. The area is home to two Tulsa Parks and the renowned Booker T. Washington High School. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Booker T Washington",
    "lp1_score": 0.83,
    "tp3_score": 2.82,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Transportation",
    "lowest_performing_1": "Economic Development",
    "lp3_score": 1.96,
    "top_performing_1": "Parks & Recreation",
    "lp2_score": 1.91,
    "overall_score": 0.9,
    "map_id": 11
  },
  {
    "id": "recOgP2Ti9hJZh2lR",
    "overall_rank": 28,
    "tp2_score": 3.37,
    "tp1_score": 3.56,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Braden Park Neighborhood Statistical Area is located in midtown Tulsa. It includes census tract 17, covering 0.89 square miles. Developed in the 1940s, the area is composed of single-family residences and apartment complexes. Commercial, mixed-use development, and religious assemblies are located on and near its arterials. Interstate 244 runs through the northwest portion of the area, and a segment of the Route 66 historic alignment borders the southern portion. The neighborhood is home to Braden Park, Mill Creek, Tulsa Honor Academy Middle School, and Bell Elementary School. It is close to the University of Tulsa, Tulsa State Fair, and Rose Hill Cemetery. ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Braden Park",
    "lp1_score": 1.68,
    "tp3_score": 2.71,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Public Services",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Transportation",
    "lp3_score": 2.46,
    "top_performing_1": "Communities",
    "lp2_score": 1.71,
    "overall_score": 2.89,
    "map_id": 27
  },
  {
    "id": "recS5PxSkP9w10WsS",
    "overall_rank": 66,
    "tp2_score": 2.74,
    "tp1_score": 3.09,
    "top_performing_2": "Transportation",
    "overview": "The Briarglen-Plaza Neighborhood Statistical Area is located in east Tulsa and covers 2.47 acres. It includes census tracts 90.06, 90.10, 90.12 and 90.14. Briarglen-Plaza was developed between the late 1960s and early 1980s and consists of mostly single-family residential neighborhoods. Multi-family housing and commercial shopping centers, including three grocery stores, are located near major intersections, and several acres of land remain undeveloped along the eastern boundary of the area. Briarglen-Plaza is home to a CAP Tulsa early childhood center, two Union elementary schools, and a Union soccer complex. ",
    "lowest_performing_3": "Public Services",
    "neighborhood": "Briarglen-Plaza",
    "lp1_score": 1.11,
    "tp3_score": 2.61,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Communities",
    "top_performing_3": "Environment & Natural Resources",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 1.52,
    "top_performing_1": "Housing & Neighborhoods",
    "lp2_score": 1.44,
    "overall_score": 1.06,
    "map_id": 60
  },
  {
    "id": "recBZSv9Lpu9B2OE8",
    "overall_rank": 11,
    "tp2_score": 3.37,
    "tp1_score": 3.69,
    "top_performing_2": "Economic Development",
    "overview": "The Bryn Mawr-Lakewood Neighborhood Statistical Area is located in midtown Tulsa. It includes census tract 42 and covers one square mile. Developed between the 1920s and 2020, the area is mainly composed of single-family residences. Bryn Mawr-Lakewood includes neighborhood-scale retail, religious assemblies, medical facilities, and office space along South Harvard Avenue. The neighborhood has immediate access to the Broken Arrow Expressway and is close to the Philbrook Museum of Art, Utica Square Shopping Center, and the Tulsa State Fairground.",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Bryn Mawr-Lakewood",
    "lp1_score": 1.54,
    "tp3_score": 3.25,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Transportation",
    "top_performing_3": "Communities",
    "lowest_performing_1": "Parks & Recreation",
    "lp3_score": 1.97,
    "top_performing_1": "Housing & Neighborhoods",
    "lp2_score": 1.81,
    "overall_score": 3.77,
    "map_id": 49
  },
  {
    "id": "recrfvHdRnxrPFOpT",
    "overall_rank": 60,
    "tp2_score": 3.08,
    "tp1_score": 4.64,
    "top_performing_2": "Transportation",
    "overview": "The Chamberlain Neighborhood Statistical Area is located in north Tulsa, and it includes census tracts 79 and 91.01. The area covers 5.97 square miles and is mainly composed of single-family homes with neighborhood scale retail along its arterials. The subdivisions within Chamberlain were platted between the 1950s and 1960s. The Osage Prairie Trail and the Peoria Bus Rapid Transit serve the neighborhood. The area is home to two Tulsa Public Schools, the Tulsa Health Department North Regional Center and two Tulsa parks. ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Chamberlain",
    "tp3_score": 2.65,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Economic Development",
    "top_performing_3": "Parks & Recreation",
    "lowest_performing_1": "Housing & Neighborhoods",
    "lp3_score": 1.65,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 1.33,
    "overall_score": 1.24,
    "map_id": 3
  },
  {
    "id": "recHtfVewDyWnr6NI",
    "overall_rank": 41,
    "tp2_score": 3.08,
    "tp1_score": 3.16,
    "top_performing_2": "Parks & Recreation",
    "overview": "The Charles Page Neighborhood Statistical Area is located in west Tulsa, along the Arkansas River. It includes census tracts 29, 30, and 88, covering 4.52 square miles. Developed in the 1940s, the area is composed of single-family residences and multi-family units, which were some of the earliest platted in Tulsa. Commercial development, moderate industry, event venues, and religious assemblies are scattered throughout the area. Oklahoma State Highway 64 runs alongside the neighborhood providing access to Tulsa. Charles Page is home to a KIPP High School, the Wayman Tisdale Fine Arts Academy, the Katy Trail, and three Tulsa Parks. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "Charles Page",
    "lp1_score": 1.19,
    "tp3_score": 2.83,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Housing & Neighborhoods",
    "top_performing_3": "Environment & Natural Resources",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 1.42,
    "top_performing_1": "Transportation",
    "lp2_score": 1.23,
    "overall_score": 2.02,
    "map_id": 21
  },
  {
    "id": "recP5Jzg0ESG1qJhT",
    "overall_rank": 77,
    "tp2_score": 2.67,
    "tp1_score": 3.3,
    "top_performing_2": "Land Use",
    "overview": "The Cherokee Heights Neighborhood Statistical Area is located in north Tulsa. It covers 0.8 square miles and includes census tract 13. The area is composed of a mix of single-family residences, scattered multi-family units, moderate industry, and neighborhood-scale retail. Platted in 1907, the neighborhood features one and two-story residences built through the 1920s, under various architectural styles including Queen Anne, Prairie School, Bungalows, and Tudor and Colonial Revivals. Today, the area is home to historic residences in mixed conditions, newly built affordable housing, and vacant lots. It is close to downtown and Kendall Whittier. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Cherokee Heights",
    "lp1_score": 0.49,
    "tp3_score": 2.41,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Economic Development",
    "top_performing_3": "History, Culture & Creativity",
    "lowest_performing_1": "Transportation",
    "lp3_score": 1.93,
    "top_performing_1": "Parks & Recreation",
    "lp2_score": 1.09,
    "overall_score": 0.54,
    "map_id": 17
  },
  {
    "id": "recJUxnP70dX6bcBA",
    "overall_rank": 2,
    "tp2_score": 4.37,
    "tp1_score": 4.44,
    "top_performing_2": "Communities",
    "overview": "The Cherry Street Neighborhood Statistical Area is located in midtown Tulsa. It includes census tracts 33 and 24 and covers 0.98 square miles. Developed in the 1920s, the area is mainly composed of single-family residences and apartment complexes. Neighborhood-scale retail, mixed-use development, religious assemblies, and medical clinics can be found on its main arterials. Oklahoma State Highway 64 runs through the neighborhood, providing access. Located southeast of downtown, Cherry Street is home to a segment of Route 66’s current alignment, two Tulsa Parks, Swan Lake, the Gillette Historic District, and both Hillcrest and Ascension St. John Medical Centers.  ",
    "lowest_performing_3": "Transportation",
    "neighborhood": "Cherry Street",
    "lp1_score": 1.45,
    "tp3_score": 4.24,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Public Services",
    "top_performing_3": "Economic Development",
    "lowest_performing_1": "Environment & Natural Resources",
    "lp3_score": 2.65,
    "top_performing_1": "Housing & Neighborhoods",
    "lp2_score": 2.42,
    "overall_score": 4.65,
    "map_id": 37
  },
  {
    "id": "reczcIlX9YcH4z8r7",
    "overall_rank": 57,
    "tp2_score": 2.91,
    "tp1_score": 2.98,
    "top_performing_2": "Transportation",
    "overview": "The Cooper Neighborhood Statistical Area is located in east Tulsa. The area includes census tract 73.1 and covers one square mile. Cooper mainly consists of single-family residential neighborhoods developed in the 1960s and 1970s and has a high Hispanic and Latin American population compared with the rest of the city. Some commercial development is located at major intersections and along the Route 66 current alignment, which is adjacent to Cooper’s northern boundary, and the Tulsa Global District is located at its southwest corner. East Central High School, East Central Junior High School, and Cooper Elementary School are all located within Cooper. ",
    "lowest_performing_3": "Public Services",
    "neighborhood": "Cooper",
    "lp1_score": 1.88,
    "tp3_score": 2.82,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Parks & Recreation",
    "lowest_performing_1": "Economic Development",
    "lp3_score": 2.35,
    "top_performing_1": "Housing & Neighborhoods",
    "lp2_score": 1.96,
    "overall_score": 1.46,
    "map_id": 43
  },
  {
    "id": "rec68vZUzYXfyx6pH",
    "overall_rank": 74,
    "tp2_score": 3.09,
    "tp1_score": 3.8,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Crutchfield Neighborhood Statistical Area is located in north Tulsa. It includes census tract 12 and is composed of a mix of single-family residences and scattered multi-family units, neighborhood-scale retail, moderate industry, and other employment uses spread over 1.2 square miles. The neighborhood was a bastion for blue collar families, with most of its homes being built from the 1920s to the 1940s. Today, the area includes newly built affordable housing, well maintained homes, vacant lots, older structures, and assets such as the BMX headquarters and the site for the Evans Fintube mixed-use project. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Crutchfield",
    "lp1_score": 0.44,
    "tp3_score": 2.81,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Communities",
    "top_performing_3": "Transportation",
    "lowest_performing_1": "Public Services",
    "lp3_score": 1.49,
    "top_performing_1": "Parks & Recreation",
    "lp2_score": 1.45,
    "overall_score": 0.67,
    "map_id": 16
  },
  {
    "id": "recKDgn7iQxFQaCwJ",
    "overall_rank": 43,
    "tp2_score": 3.02,
    "tp1_score": 4.37,
    "top_performing_2": "Transportation",
    "overview": "The Crystal Creek-Quail Ridge Neighborhood Statistical Area is located in east Tulsa. It includes Census tracts 90.17 and 90.19, covering 5.06 square miles. The area is composed of low-industry, corporate office buildings, sports facilities, and single-family housing subdivisions. Most residences were developed in the 1980s and 2000s. The neighborhood has access to Highway 169 and the Broken Arrow Expressway, and includes the Quick Trip Corporation, a Tulsa Health Department Center, Oklahoma State Human Services, a Warren Clinic, and the Ascension Wound Center.   ",
    "lowest_performing_3": "Communities",
    "neighborhood": "Crystal Creek-Quail Ridge",
    "lp1_score": 0.26,
    "tp3_score": 2.14,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Land Use",
    "top_performing_3": "Housing & Neighborhoods",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 0.65,
    "top_performing_1": "Economic Development",
    "lp2_score": 0.62,
    "overall_score": 1.99,
    "map_id": 68
  },
  {
    "id": "rec9odQCdpwRcITfl",
    "overall_rank": 5,
    "tp2_score": 5,
    "tp1_score": 5,
    "top_performing_2": "Public Services",
    "overview": "The Downtown Neighborhood Statistical Area includes census tract 25 and covers 1.48 square miles. Known as the city’s Central Business District, the area is composed of several distinctive districts including the Arena, Cathedral, Deco, Tulsa Arts, Blue Dome, Historic Greenwood, and East Village District. Developed during the 1920s and 1930s oil boom, Downtown boasts a wealth of Art Deco architecture along with several performance spaces, art galleries, retail shops, apartment buildings, hotels, office headquarters, and dining. The area is served by multimodal transportation options and is encompassed by the Inner Dispersal Loop, providing access to Tulsa’s interstate and highway system. ",
    "lowest_performing_3": "Housing & Neighborhoods",
    "neighborhood": "Downtown",
    "lp1_score": 0.57,
    "tp3_score": 5,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Parks & Recreation",
    "top_performing_3": "Public Services",
    "lowest_performing_1": "Environment & Natural Resources",
    "lp3_score": 2.68,
    "top_performing_1": "Land Use",
    "lp2_score": 1.99,
    "overall_score": 4.35,
    "map_id": 23
  },
  {
    "id": "rec1Nta78LwNnBqEd",
    "overall_rank": 42,
    "tp2_score": 4.26,
    "tp1_score": 4.63,
    "top_performing_2": "Parks & Recreation",
    "overview": "The Dunbar-Greenwood Neighborhood Statistical Area is located in north Tulsa. It covers 1.54 sq. mi. and includes census tracts 114 and 10. The area has detached housing, apartments, and retail on major streets. It also includes Tulsa Public Schools, parks, and religious assemblies. After WWI, the area became known as “Black Wall Street”, an affluent African American neighborhood that was nearly destroyed in 1921 during the Tulsa Race Massacre. Most of its homes were rebuilt between the 1930s and 1960s, including newer units from the 1990s and early 2000s. The area has access to the Osage Prairie Trail, HWY 75, and I-244, and is home to the Greenwood Cultural Center, Langston University, and the OSU-Tulsa Campus. ",
    "lowest_performing_3": "Housing & Neighborhoods",
    "neighborhood": "Dunbar-Greenwood",
    "lp1_score": 1.62,
    "tp3_score": 3.46,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Public Services",
    "top_performing_3": "Communities",
    "lowest_performing_1": "Economic Development",
    "lp3_score": 2.51,
    "top_performing_1": "Transportation",
    "lp2_score": 2.35,
    "overall_score": 2,
    "map_id": 10
  },
  {
    "id": "recMrz4kgAsSBjabU",
    "overall_rank": 6,
    "tp2_score": 3.7,
    "tp1_score": 3.71,
    "top_performing_2": "Communities",
    "overview": "The East Brookside Neighborhood Statistical Area is located in west Tulsa. It includes census tract 43.02 and covers 0.99 square miles. Developed in the 1950s, the area is composed of single-family homes and apartment complexes. Neighborhood-scale retail, religious assembly uses, and medical clinics are located along the arterials of South Peoria Avenue and South Lewis Avenue. The area is home to Zink Park, Crow Creek, and the historic First Post Office in Tulsa. East Brookside is close to Westhope, a house designed by Frank Lloyd Wright, the Philbrook Museum of Art, the Gathering Place and outdoor recreation spaces. ",
    "lowest_performing_3": "Land Use",
    "neighborhood": "East Brookside",
    "lp1_score": 2.2,
    "tp3_score": 3.58,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Economic Development",
    "lowest_performing_1": "Public Services",
    "lp3_score": 2.67,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 2.25,
    "overall_score": 4.32,
    "map_id": 56
  },
  {
    "id": "rec0SzuUI7sTJUDbQ",
    "overall_rank": 53,
    "tp2_score": 2.88,
    "tp1_score": 4.07,
    "top_performing_2": "Transportation",
    "overview": "The East Woods Neighborhood Statistical Area is located in east Tulsa. It includes census tract 73.08 and covers 9.06 square miles. Developed between the 1960s and 1970s, the area is composed of detached residences, apartment complexes, and manufactured home subdivisions. With commercial, low industry, and religious assemblies surrounding the main arterials, a majority of East Woods has been zoned for agriculture use. The area is home to Lynn Lane Reservoir, AB Jewell Walking Trail, three Tulsa Parks, Carl Smith Sports Complex, and Route 66's historic and current alignments. ",
    "lowest_performing_3": "Communities",
    "neighborhood": "East Woods",
    "lp1_score": 0.68,
    "tp3_score": 1.79,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Public Services",
    "top_performing_3": "Economic Development",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 1.18,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 1.07,
    "overall_score": 1.61,
    "map_id": 45
  },
  {
    "id": "recnlnU6rbEJvRA4z",
    "overall_rank": 54,
    "tp1_description": "Data indicates good access to parks, retail, places of worship, and healthy food sources. Access to eating places, financial services, and schools is average, while access to social clubs and arts & entertainment venues is limited.",
    "tp2_score": 3.124009404,
    "tp1_score": 3.485388807,
    "lp3_description": "Data indicates slow population growth, low median income, low employment density, and limited commercial square footage. However, the employment rate is high.",
    "top_performing_2": "Housing & Neighborhoods",
    "lp2_description": "Data indicates limited access to arts & entertainment venues. Access to eating places, schools, and libraries is average.",
    "overview": "The Eastland Neighborhood Statistical Area is located in east Tulsa and includes census tracts 73.06, 73.12, and 73.13, covering 2.47 square miles. The diverse area is characterized by a mix of housing types, including detached houses, townhouses, and apartment complexes. Most neighborhoods were established between the 1960s and 1970s. The area includes the Tulsa Global District and the Eastgate Metroplex Employment Center. Commercial development elsewhere is clustered at major intersections. Eastland is home to two Tulsa Public Schools, a CAP Tulsa early childhood center, two Tulsa Parks and the Martin Regional Public Library. ",
    "lowest_performing_3": "Economic Development",
    "tp3_description": "Data indicates good access to parks, and average access to playgrounds and senior centers. However, access to trails is limited. ",
    "lp1_description": "Data indicates limited access to trails and bike infrasturucture, and average access to sidewalks and public transit. However, most households have access to motor vehicles.",
    "neighborhood": "Eastland",
    "lp1_score": 2.072302686,
    "tp3_score": 2.78062505,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Parks & Recreation",
    "tp2_description": "Data indicates that occupancy rates are high and code violations are low. Housing density and eviction rates are average.",
    "lowest_performing_1": "Transportation",
    "lp3_score": 2.357239762,
    "top_performing_1": "Land Use",
    "lp2_score": 2.158130045,
    "overall_score": 1.57,
    "map_id": 54
  },
  {
    "id": "recWyGeloRVIcOr2J",
    "overall_rank": 55,
    "tp2_score": 4.17,
    "tp1_score": 5,
    "top_performing_2": "Transportation",
    "overview": "The Eugene Field Neighborhood Statistical Area is located in west Tulsa. It covers 0.64 square miles and includes census tract 46. The area is composed of a mix of single-family housing, apartment complexes, industry, office space, and commercial shopping corridors. The area includes Eugene Field Elementary School, River West Festival Park, religious assemblies, and the Holly Frontier Refinery. Eugene Field sits west of the Arkansas River, has access to Interstate Highway 244, and is home to the Oklahoma State University Center for Health Sciences, River West Festival Park, and Tulsa's Route 66 Main Street. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "Eugene Field",
    "lp1_score": 0.64,
    "tp3_score": 3.34,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Public Services",
    "lowest_performing_1": "Environment & Natural Resources",
    "lp3_score": 1.43,
    "top_performing_1": "Housing & Neighborhoods",
    "lp2_score": 1.13,
    "overall_score": 1.52,
    "map_id": 34
  },
  {
    "id": "recvH5z5upwxqBNkS",
    "overall_rank": 8,
    "tp2_score": 3.59,
    "tp1_score": 5,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Fair Neighborhood Statistical Area is located in midtown Tulsa. It includes census tract 37 and covers one square mile. The area is composed of single-family residences built between the 1920s and 1930s, and its commercial corridors feature regional and neighborhood-scale retail and office buildings. Home to the Tulsa State Fairgrounds, the Golden Driller Statue, Safari Joe’s H20, and a segment of the Route 66 current alignment, the area attracts tourists and locals alike. In 1923, Tulsa oil pioneer J.E. Crosbie donated 240 acres of land between 15th and 21st Streets. Later designated for public use, the fair was moved to a portion of the land now known as Expo Square. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Fair",
    "lp1_score": 1.74,
    "tp3_score": 3.54,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Parks & Recreation",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Transportation",
    "lp3_score": 2.17,
    "top_performing_1": "Communities",
    "lp2_score": 2.13,
    "overall_score": 4.16,
    "map_id": 39
  },
  {
    "id": "recnXtg3nR1WRStIK",
    "overall_rank": 59,
    "tp2_score": 2.89,
    "tp1_score": 4.75,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Fair Oaks Neighborhood Statistical Area is located in east Tulsa, in Wagoner County. It includes census tract 304.2, covering 30.93 square miles. The area was developed in the 1980s, with most of the land zoned for industrial and agricultural use, with few businesses and commercial properties scattered throughout. Fair Oaks is home to Safari Sanctuary, an Airsoft Outdoor Field and Salt Creek. It has access to the cities of Tulsa and Broken Arrow via the Creek Turnpike and Oklahoma State Highway 412. The area is close to Adams Creek Park, Verdigris River, religious assemblies, various event venues, and Broken Arrow Public Schools. ",
    "lowest_performing_3": "Land Use",
    "neighborhood": "Fair Oaks",
    "tp3_score": 2.41,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Land Use",
    "top_performing_3": "Economic Development",
    "lowest_performing_1": "Land Use",
    "top_performing_1": "Environment & Natural Resources",
    "overall_score": 1.41,
    "map_id": 47
  },
  {
    "id": "recFvwh4vdz71a5pr",
    "overall_rank": 80,
    "tp2_score": 2.94,
    "tp1_score": 3.19,
    "top_performing_2": "Environment & Natural Resources",
    "overview": "The Flat Rock Creek Neighborhood Statistical Area is located in north Tulsa. It includes census tract 80.01, covering 1.74 square miles. Developed in the 1950s, the neighborhood is composed of single-family residences and apartment complexes. Commercial and mixed-use development surround the arterials and main intersections. The area has two creeks within its boundaries: Flat Rock Creek and Dirty Butter Creek. A large portion of the neighborhood is identified as being in the City of Tulsa regulatory floodplain and is undeveloped. Tulsa Tech, Comanche Park, and Lake Yahola are all located in or near the statistical area. ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Flat Rock Creek",
    "tp3_score": 2.71,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Housing & Neighborhoods",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Economic Development",
    "lp3_score": 1.96,
    "top_performing_1": "Transportation",
    "lp2_score": 1.46,
    "map_id": 6
  },
  {
    "id": "recOxCUdSZiAQ8TFP",
    "overall_rank": 65,
    "tp2_score": 2.86,
    "tp1_score": 3.41,
    "top_performing_2": "Transportation",
    "overview": "The Garden City Neighborhood Statistical Area is located in west Tulsa. It covers 3.6 square miles and includes census tract 49. Garden City was settled in 1910 and incorporated in 1924, with lots plotted in 1915 to build homes for the employees of the refinery. The area is composed mainly of heavy and moderate industrial development, and a mix of single-family residences, manufactured home subdivisions and apartment complexes. The area is home to the Holly Corporation Refinery, Public Service Company of Oklahoma, and Tulsa's Route 66 Main Street and landmarks. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Garden City",
    "lp1_score": 0.73,
    "tp3_score": 1.57,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Communities",
    "top_performing_3": "Economic Development",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 1.01,
    "top_performing_1": "Parks & Recreation",
    "lp2_score": 0.94,
    "overall_score": 1.06,
    "map_id": 33
  },
  {
    "id": "recwfEYpgzoP2KmQ7",
    "overall_rank": 50,
    "tp2_score": 3.95,
    "tp1_score": 4.19,
    "top_performing_2": "Environment & Natural Resources",
    "overview": "The Gilcrease Hills Neighborhood Statistical Area is located northwest of downtown Tulsa, in the southeast corner of Osage County. It covers 2.9 square miles and includes census tract 9400.06. The grand opening of Gilcrease Hills was celebrated in 1971, and it was the first planned community in Tulsa. Today, the area is composed of single-family residences, multi-family units, shopping centers, Central High School, and the well-known Gilcrease Museum. The neighborhood also includes the Tulsa Country Club and recreational spaces such as wooded parks, stocked ponds, and hiking and bicycling trails. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "Gilcrease Hills",
    "lp1_score": 0.88,
    "tp3_score": 2.31,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Communities",
    "lp3_score": 1.5,
    "top_performing_1": "Transportation",
    "lp2_score": 1.41,
    "overall_score": 1.73,
    "map_id": 2
  },
  {
    "id": "recieP7Pd2awd9PgT",
    "overall_rank": 19,
    "tp2_score": 3.26,
    "tp1_score": 3.47,
    "top_performing_2": "Environment & Natural Resources",
    "overview": "The Grissom-Thoreau Neighborhood Statistical Area is located in south Tulsa. It includes census tracts 76.15, 76.16, 76.19, 76.47, and 76.48, and covers 4.01 miles. Composed of single-family residences developed between mid-1960s and late 1980s, the neighborhood also has three parks, condominiums, shopping malls and apartment complexes that run along its arterials. The area is home to Saint Francis Hospital, the Laureate Institute for Brain Research, the Thoreau Demonstration Academy, which is named after the American poet, and Grissom Elementary, named after American astronaut Virgil “Gus” Grissom. The neighborhood is also close to Woodland Hills Mall and the Holland Hall School. ",
    "lowest_performing_3": "Transportation",
    "neighborhood": "Grissom-Thoreau",
    "lp1_score": 2.15,
    "tp3_score": 2.85,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Communities",
    "lowest_performing_1": "Parks & Recreation",
    "lp3_score": 2.32,
    "top_performing_1": "Economic Development",
    "lp2_score": 2.2,
    "overall_score": 3.38,
    "map_id": 75
  },
  {
    "id": "recGDI0HjgUKLVFnq",
    "overall_rank": 26,
    "tp2_score": 3.43,
    "tp1_score": 3.92,
    "top_performing_2": "Economic Development",
    "overview": "The Harvard Bend Neighborhood Statistical Area is located in south Tulsa. It includes census tracts 76.12 and 76.14, covering two square miles. Developed throughout the 1970s, the area is mainly composed of single-family residences and apartment complexes. A mix of commercial development, medical facilities, and religious assemblies can be found on its main arterials. It is home to Oral Roberts University, the Mabee Center, and Fred Creek. It is close to the Arkansas River, Helmerich Park, South River Parks Trail, and Southern Hills Country Club. ",
    "lowest_performing_3": "Communities",
    "neighborhood": "Harvard Bend",
    "lp1_score": 1.1,
    "tp3_score": 2.73,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Parks & Recreation",
    "top_performing_3": "Transportation",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 1.58,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 1.15,
    "overall_score": 3.09,
    "map_id": 74
  },
  {
    "id": "recbFyyrZoOY4S2rk",
    "overall_rank": 62,
    "tp2_score": 3.02,
    "tp1_score": 4.31,
    "top_performing_2": "Parks & Recreation",
    "overview": "The Hawthorne Neighborhood Statistical Area is located in north Tulsa. It includes census tract 62, covering 1.76 square miles. Most of Hawthorne was developed between the 1950s and 1960s. The area consists of housing, apartment complexes, assisted living housing, and part of it is in the Phoenix District. Neighborhood-scale retail, a commercial shopping center, religious assemblies, medical clinics, and event spaces are located along its arterials. The Osage Prairie Trail is within the boundaries and the neighborhood is served by a Bus Rapid Transit route. Hawthorne is home to two Tulsa Parks, Hawthorne Elementary School, and a growing industrial park. ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Hawthorne",
    "lp1_score": 1.32,
    "tp3_score": 2.71,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Housing & Neighborhoods",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Economic Development",
    "lp3_score": 1.46,
    "top_performing_1": "Transportation",
    "lp2_score": 1.42,
    "overall_score": 1.22,
    "map_id": 7
  },
  {
    "id": "recCsz1bjgt52Sc2M",
    "overall_rank": 20,
    "tp2_score": 3.44,
    "tp1_score": 3.62,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Hoover Neighborhood Statistical Area is located in midtown Tulsa. It includes census tract 53 and covers one square mile. Composed of Ranch style single-family homes, the Lortondale neighborhood was built between 1954 and 1957 by local architect Donald Honn. Home to Tulsa’s largest mural at 750 feet long, the Hoover Community Mural showcases post-war and modern features of the houses in the neighborhood. The area includes neighborhood-scale retail, Darlington Park, Nathan Hale Public Library, religious assemblies, and Hoover Elementary. Hoover has access to the Broken Arrow Expressway and is close to the Tulsa State Fairground and Centennial Plaza Shopping Center. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Hoover",
    "lp1_score": 0.13,
    "tp3_score": 3.05,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Parks & Recreation",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Transportation",
    "lp3_score": 2.56,
    "top_performing_1": "Communities",
    "lp2_score": 2.06,
    "overall_score": 3.36,
    "map_id": 51
  },
  {
    "id": "recm2kWu3btdM4JyP",
    "overall_rank": 17,
    "tp2_score": 3.1,
    "tp1_score": 3.55,
    "top_performing_2": "Environment & Natural Resources",
    "overview": "The Hunter Park Neighborhood Statistical Area is located in south Tulsa. It includes census tracts 76.29, 76.32, 76.33, and 76.39 and covers 4.01 square miles. The area is composed of single-family residences, scattered apartment complexes, and retail and medical clinics along its arterial streets. Most of its homes were built between the 1970s and 2000s. The neighborhood includes Crescent and Hunter Parks, Helmerich Library, Holland Hall School, a Union Public Elementary school, and religious assemblies. Hunter Park has access to the Creek Turnpike and Creek Turnpike Trail, and it is adjacent to the South Memorial commercial corridor, the Hillcrest and Saint Francis South Hospitals, and the city of Jenks. ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Hunter Park",
    "lp1_score": 1.62,
    "tp3_score": 2.88,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Parks & Recreation",
    "top_performing_3": "Housing & Neighborhoods",
    "lowest_performing_1": "Public Services",
    "lp3_score": 1.95,
    "top_performing_1": "Economic Development",
    "lp2_score": 1.82,
    "overall_score": 3.42,
    "map_id": 78
  },
  {
    "id": "rec51CvddzUMVqTl3",
    "overall_rank": 22,
    "tp2_score": 3.32,
    "tp1_score": 4.66,
    "top_performing_2": "Land Use",
    "overview": "The Irving Neighborhood Statistical Area is located in west Tulsa. It covers 1.63 square miles and includes census tract 27. The area is composed of single-family residences, scattered multi-family housing units, and vacant lots. Irving also includes the historic Nogales Avenue Baptist Church and other religious assemblies, the Irving School, three Tulsa Parks, commercial development, and moderate industry. Irving sits north of the Arkansas River and has access to the Sand Springs Expressway, LL Tisdale Parkway, and the Katy Trail. The area is home to Easton and Crosbie Heights, two of the city’s earliest neighborhoods, and the Tulsa School of Arts and Sciences. ",
    "lowest_performing_3": "Public Services",
    "neighborhood": "Irving",
    "lp1_score": 1.5,
    "tp3_score": 3.27,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Economic Development",
    "top_performing_3": "Parks & Recreation",
    "lowest_performing_1": "Environment & Natural Resources",
    "lp3_score": 2.53,
    "top_performing_1": "Transportation",
    "lp2_score": 1.81,
    "overall_score": 3.29,
    "map_id": 22
  },
  {
    "id": "recGy15gFt8YwjpXF",
    "overall_rank": 30,
    "tp2_score": 3.69,
    "tp1_score": 3.83,
    "top_performing_2": "Land Use",
    "overview": "The Kendall-Whittier Neighborhood Statistical Area is located in midtown Tulsa. It includes census tracts 20 and 21 and covers 0.89 square miles. The area is composed of single-family residences built between the 1920s and 1940s, in addition to apartment complexes and student housing, and neighborhood-scale retail, and religious assemblies. Bounded by Highway 412 and both Route 66 historical and current alignments, the neighborhood is home to unique assets including Tulsa Market District, Kendall-Whittier Elementary School, the University of Tulsa, and Kendall-Whittier Park. Through commercial revitalization and preservation, Kendall-Whittier Main Street has become a hub for arts, culture, and business. ",
    "lowest_performing_3": "Transportation",
    "neighborhood": "Kendall-Whittier",
    "lp1_score": 1.45,
    "tp3_score": 3.44,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Environment & Natural Resources",
    "top_performing_3": "Public Services",
    "lowest_performing_1": "Economic Development",
    "lp3_score": 1.68,
    "top_performing_1": "History, Culture & Creativity",
    "lp2_score": 1.6,
    "overall_score": 2.8,
    "map_id": 25
  },
  {
    "id": "recQox1xo9GrMtgTY",
    "overall_rank": 63,
    "tp2_score": 2.87,
    "tp1_score": 3.67,
    "top_performing_2": "Parks & Recreation",
    "overview": "The Kensington Neighborhood Statistical Area is located in south Tulsa on the east bank of the Arkansas River. It includes census tracts 76.41, 76.42, and 76.50, covering 1.98 square miles. Developed between the 1970s and 1980s, the area is composed of detached homes, apartment complexes, senior housing, and commercial and mixed-use development surrounding main arterials. The neighborhood is home to Helmerich Park, Joe Creek Trail, River Spirit Casino Resort, and the Oklahoma Surgical Hospital. Kensington is close to Oral Roberts University, Southern Hills Golf Course, and Turkey Mountain Urban Wilderness. ",
    "lowest_performing_3": "Communities",
    "neighborhood": "Kensington",
    "lp1_score": 1.3,
    "tp3_score": 2.55,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Environment & Natural Resources",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Public Services",
    "lp3_score": 1.96,
    "top_performing_1": "Transportation",
    "lp2_score": 1.35,
    "overall_score": 1.21,
    "map_id": 73
  },
  {
    "id": "recEZ4bT77oY9dvPs",
    "overall_rank": 68,
    "tp2_score": 2.57,
    "tp1_score": 2.88,
    "top_performing_2": "Public Services",
    "overview": "The Layman-Clarland Neighborhood Statistical Area is located in northeast Tulsa where the Gilcrease Expressway meets Interstate 244. The 2.01 square-mile area covers census tracts 82 and 83. Built between the 1940s and 1950s, Layman-Clarland is composed of several residential subdivisions and a manufactured home community. The area includes segments of both the historic and current alignments of Route 66, and commercial uses, including a large grocery store, which developed along major streets. Located near the Tulsa International Airport, the area is home to the Spartan College of Aeronautics main campus. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Layman-Clarland",
    "lp1_score": 1.3,
    "tp3_score": 2.34,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Housing & Neighborhoods",
    "lowest_performing_1": "Communities",
    "lp3_score": 1.83,
    "top_performing_1": "Parks & Recreation",
    "lp2_score": 1.66,
    "overall_score": 0.92,
    "map_id": 29
  },
  {
    "id": "rec5Cr4Fvnyw7Q2mr",
    "overall_rank": 34,
    "tp1_description": "Land Use data indicates good access to healthcare, social and financial services, places of worship, parks, eating places, retail, and arts & entertainment venues. However, access to libraries is limited.",
    "tp2_score": 3.35,
    "tp1_score": 3.8,
    "lp3_description": "Economic development data indicates slow population growth, low median income, low employment density, and limited commercial square footage. Educational attainment and health insurance coverage are average. ",
    "top_performing_2": "Communities",
    "lp2_description": "Environment and natural resources data indicates the presence of permeable surfaces and tree coverage is average. There is no access to electric vehicle charging stations. However, the noise and pollution from highways is minimal.",
    "overview": "The Leisure Lanes Neighborhood Statistical Area is located in midtown Tulsa. It includes census tract 71.01 and covers exactly one square mile. Developed in the 1960s, the area is composed of single-family residences and apartment complexes, low industry, and commercial development along its main arterials. The neighborhood is home to a portion of the Route 66 current alignment, Tulsa Honor Academy High School, Tulsa Fire Station 22, and Estes RV Park. It is close to Nathan Hale High School, the Tulsa State Fair, McClure Park, and Mill Creek trails. ",
    "lowest_performing_3": "Economic Development",
    "tp3_description": "History, culture, and creativity data indicates good access to eating places, retail, arts & entertainment venues, and places of worship. However, access to schools is average and access to libraries is limited.",
    "lp1_description": "Transportation data indicates limited access to trails and average access to sidewalks and public transit. However, the area has good access to bike infrastructure and most households have access to motor vehicles.",
    "neighborhood": "Leisure Lanes",
    "lp1_score": 1.77,
    "tp3_score": 2.83,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Environment & Natural Resources",
    "top_performing_3": "History, Culture & Creativity",
    "tp2_description": "Communities data indicates good access to social services and places of worship, and average access to social clubs. Voter registration rate and internet access are also average. However, population growth is slow.",
    "lowest_performing_1": "Transportation",
    "lp3_score": 2.05,
    "top_performing_1": "Land Use",
    "lp2_score": 1.86,
    "overall_score": 2.54,
    "map_id": 41
  },
  {
    "id": "recg9nBFgDg9Io1bD",
    "overall_rank": 69,
    "tp2_score": 2.48,
    "tp1_score": 2.75,
    "top_performing_2": "Transportation",
    "overview": "The Lloyd Park Neighborhood Statistical Area is located in north Tulsa. It includes census tract 2 and covers 2.64 square miles. Developed mostly between 1944 and 1970, the area is composed of a mix of single-family and multi-family residences, moderate industrial development, and other employment uses. The Gilcrease Expressway and Highway 75 converge in the vicinity. Lloyd Park is home to two Tulsa Public schools, the Tulsa Police Department Gilcrease Division, the Tulsa Community College Northeast Campus, Lloyd Park, and it is close to the Tulsa Zoo, Tulsa International Airport, and Mohawk Park. ",
    "lowest_performing_3": "Public Services",
    "neighborhood": "Lloyd Park",
    "lp1_score": 0.22,
    "tp3_score": 2.17,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Parks & Recreation",
    "lowest_performing_1": "Housing & Neighborhoods",
    "lp3_score": 1.23,
    "top_performing_1": "Communities",
    "lp2_score": 1.19,
    "overall_score": 0.92,
    "map_id": 8
  },
  {
    "id": "recuhcaHSnCbW9PbS",
    "overall_rank": 48,
    "tp2_score": 2.65,
    "tp1_score": 2.92,
    "top_performing_2": "Transportation",
    "overview": "The Longview Neighborhood Statistical Area is located in east Tulsa and includes census tracts 73.14 and 85.01. Both Interstate 44 and U.S. Highway 169 cross the 1.51 square-mile area, as do the Mingo Creek and Mingo Trail systems. Most of the area is covered by single-family residential neighborhoods established between the late 1950s and early 1970s. Longview also includes apartment complexes, commercial businesses, and industrial development. Longview is home to two Tulsa elementary schools, a charter school, and a CAP Tulsa early childhood center. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "Longview",
    "lp1_score": 0.91,
    "tp3_score": 2.56,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Communities",
    "top_performing_3": "Parks & Recreation",
    "lowest_performing_1": "Environment & Natural Resources",
    "lp3_score": 1.87,
    "top_performing_1": "Land Use",
    "lp2_score": 1.51,
    "overall_score": 1.76,
    "map_id": 53
  },
  {
    "id": "recIWuX4FHDVIFTY1",
    "overall_rank": 78,
    "tp2_score": 3.03,
    "tp1_score": 3.09,
    "top_performing_2": "Environment & Natural Resources",
    "overview": "The Louisville Heights Neighborhood Statistical Area is located in north Tulsa. It includes census tract 3, spread over one square mile. The area is composed of single-family residences, apartments, an RV park, and commercial development along the arterials. The subdivisions within the statistical area were platted between 1948 and 1958. The typical single-family homes are Ranch-style homes with attached single-car garages. The neighborhood is located south of Tulsa International Airport, Tulsa Zoo, Tulsa Community College, and Mohawk Park. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "Louisville Heights",
    "lp1_score": 1.11,
    "tp3_score": 2.4,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Parks & Recreation",
    "lowest_performing_1": "Communities",
    "lp3_score": 1.36,
    "top_performing_1": "Housing & Neighborhoods",
    "lp2_score": 1.26,
    "overall_score": 0.19,
    "map_id": 13
  },
  {
    "id": "recZ8qDGEg4Y178Uu",
    "overall_rank": 1,
    "tp2_score": 3.98,
    "tp1_score": 5,
    "top_performing_2": "Transportation",
    "overview": "The Maple Ridge Neighborhood Statistical Area is located in midtown Tulsa. It includes census tracts 32 and 45, covering 1.26 miles. The area is bound by the Arkansas River on the west, Peoria Avenue on the east, and the Inner Dispersal Loop on the north. Housing is composed of historic single-family residences built between 1912 and the 1940s, along with new homes and high-rise apartments. The development of the Maple Ridge Historic District paralleled the growth of the banking and petroleum industry during the early 20th century. The neighborhood is known for its walkability and easy access to downtown, Brookside, Cherry Street, the Gathering Place, Tracy Park, and Tulsa’s trail system. ",
    "lowest_performing_3": "Land Use",
    "neighborhood": "Maple Ridge",
    "lp1_score": 2.3,
    "tp3_score": 3.97,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Environment & Natural Resources",
    "top_performing_3": "Economic Development",
    "lowest_performing_1": "Public Services",
    "lp3_score": 3.1,
    "top_performing_1": "Parks & Recreation",
    "lp2_score": 2.95,
    "overall_score": 5,
    "map_id": 36
  },
  {
    "id": "recwh8aoeoMJcE3sq",
    "overall_rank": 76,
    "tp2_score": 3.25,
    "tp1_score": 3.42,
    "overview": "The Maplewood Neighborhood Statistical Area is located in north Tulsa. It covers 1.1 miles and includes census tract 16. The area is composed of a mix of single-family residences, manufactured home subdivisions, industry, and neighborhood-scale retail. Today, Maplewood is a highly diverse neighborhood with well maintained, older structure houses built in the 1940s and 1950s, under the Minimal Traditional architectural style. The area is home to two Tulsa Parks and a segment of Tulsa’s Route 66 historical alignment; and it is located south of Dawson, a former coal mining town annexed into Tulsa city limits in 1949, and the Tulsa International Airport. ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Maplewood",
    "lp1_score": 0.28,
    "tp3_score": 2.51,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Economic Development",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Transportation",
    "lp3_score": 2.14,
    "top_performing_1": "Housing & Neighborhoods",
    "lp2_score": 1.63,
    "overall_score": 0.62,
    "map_id": 19
  },
  {
    "id": "recKTN8JoSn2jwQ6K",
    "overall_rank": 14,
    "tp2_score": 3.9,
    "tp1_score": 4.15,
    "top_performing_2": "Economic Development",
    "overview": "The Mayo Neighborhood Statistical Area is located in midtown Tulsa. The area includes census tract 39 and is one square mile. The area is mainly composed of single-family residences developed between the 1940s and 1960s, and apartment complexes. With access to the Broken Arrow Expressway, the neighborhood has office space and retail concentrated along its arterial streets. Mayo has an Education Service Center, a Tulsa Public Schools Enrollment Center, and a Utica Park clinic. The area also has access to Darlington Park, Hoover Elementary School, Safari Joe’s H2O, and the Tulsa State Fairground.",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Mayo",
    "lp1_score": 2.08,
    "tp3_score": 3.26,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Transportation",
    "top_performing_3": "Communities",
    "lowest_performing_1": "Public Services",
    "lp3_score": 2.15,
    "top_performing_1": "Housing & Neighborhoods",
    "lp2_score": 2.15,
    "overall_score": 3.61,
    "map_id": 50
  },
  {
    "id": "recCNKrvZXJ608utJ",
    "overall_rank": 36,
    "tp2_score": 3.557849672,
    "tp1_score": 4.271874949,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The McClure Park Neighborhood Statistical Area is located in midtown Tulsa. It covers 0.88 square miles and includes census tract 72. The area is composed of single-family residences, and a mix of office space, religious assemblies, neighborhood-scale retail, and commercial shopping along its arterial streets. Housing was built between the 1940s and 1950s, and encompasses four subdivisions: Tommy Lee, Crestview Estates, Sheridan Hills, and Pamela Acres. McClure Park is home to segments of the historic and current Route 66 alignments, McClure Park, and the Rose Bowl building, an architectural Route 66 landmark acquired and restored by One Hope, a nonprofit that assists at-risk youth. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "McClure Park",
    "lp1_score": 0.744489285,
    "tp3_score": 3.281705226,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Public Services",
    "top_performing_3": "Communities",
    "lowest_performing_1": "Transportation",
    "lp3_score": 2.29859589,
    "top_performing_1": "Land Use",
    "lp2_score": 1.686176409,
    "overall_score": 2.29,
    "map_id": 28,
    "tp1_description": "Data indicates great access to arts & entertainment venues and retail.  There is also good access to places of worship, parks, healthcare, and financial services.  However, access to libraries and social clubs is limited. ",
    "tp2_description": "Data indicates a low eviction rate, few code violations, a high occupancy rate, and most home owners are not cost burdened. However, a higher share of renters tend to be cost burdened.  ",
    "tp3_description": "Data indicates good access to places of worship and social services. Access to social clubs is average and population growth is slow.  ",
    "lp1_description": "Data indicates limited commercial square footage, low employment density, low median household income, and slow population growth.  Educational attaiment is average. ",
    "lp2_description": "Data indicates limited access to libraries. There are high numbers of loose animal complaints and the fire department response time is slower than the city-wide average. ",
    "lp3_description": "Data indicates limited trail access and a high rate of injury collisions involving pedestrians.  There is also a lack of sidewalks in the area.   "
  },
  {
    "id": "recrUbvzbzDU5VZW2",
    "overall_rank": 64,
    "tp2_score": 2.84,
    "tp1_score": 3.12,
    "top_performing_2": "Parks & Recreation",
    "overview": "The McKinley-Mitchell Neighborhood Statistical Area is located in east Tulsa. It includes census tract 60, covering 1.13 square miles. Developed between the early to mid-1950s, the area primarily consists of detached homes and apartment complexes. There is a variety of commercial, industry and religious assemblies along its major corridors. The area has access to Oklahoma State Highway 11 and Interstate 244. The McKinley-Mitchell neighborhood is home to two Tulsa Parks, two Tulsa elementary schools, the historic Admiral Twin Drive-In movie theater, and a segment of the Route 66 historical alignment. It is also south of the Tulsa International Airport. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "McKinley-Mitchell",
    "lp1_score": 0.51,
    "tp3_score": 2.38,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Communities",
    "top_performing_3": "Environment & Natural Resources",
    "lowest_performing_1": "Transportation",
    "lp3_score": 1.66,
    "top_performing_1": "Housing & Neighborhoods",
    "lp2_score": 1.58,
    "overall_score": 1.11,
    "map_id": 20
  },
  {
    "id": "recCpYmamcv1x4B7p",
    "overall_rank": 51,
    "tp2_score": 2.8,
    "tp1_score": 3.27,
    "top_performing_2": "Land Use",
    "overview": "The Metcalfe-Magic Circle Neighborhood Statistical Area is located east Tulsa. The area includes census tracts 71.02 and 73.04, covering a total of 1.99 square miles. Metcalfe-Magic Circle consists of single-family residential neighborhoods developed mainly throughout the 1960s. Commercial and some multi-family complexes are located along major streets, including a segment of the Route 66 current alignment, and the Tulsa Global District is at the area's southeast corner. The area has access to the intersection of U.S. Highway 169 and Interstate 44. Both Metcalfe Pond and Redford Pond are located along the Mingo Trail and the Mingo Creek system. ",
    "lowest_performing_3": "Housing & Neighborhoods",
    "neighborhood": "Metcalfe-Magic Circle",
    "lp1_score": 1.54,
    "tp3_score": 2.64,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Economic Development",
    "top_performing_3": "Parks & Recreation",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 1.81,
    "top_performing_1": "Transportation",
    "lp2_score": 1.73,
    "overall_score": 1.63,
    "map_id": 42
  },
  {
    "id": "recgEyLYunNCAvWCW",
    "overall_rank": 75,
    "tp2_score": 2.62,
    "tp1_score": 2.69,
    "top_performing_2": "Land Use",
    "overview": "The Mingo Valley Neighborhood Statistical Area is located in northeast Tulsa. It includes census tract 59 and covers 18.47 square miles. Near the Tulsa International Airport and crossed by U.S. Interstate 244 and Highway 169, Mingo Valley is largely characterized by industrial development. The Quarry Landfill, the City’s Mulch Facility, and other industrial operations are present in the area. Few residential uses, including manufactured home communities and RV parks, are scattered throughout the area. Mingo Valley is home to portions of the Mingo Creek and Bird Creek systems and is adjacent to the Redbud Valley Nature Preserve. ",
    "lowest_performing_3": "Communities",
    "neighborhood": "Mingo Valley",
    "lp1_score": 0.77,
    "tp3_score": 1.92,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Parks & Recreation",
    "top_performing_3": "Public Services",
    "lowest_performing_1": "Environment & Natural Resources",
    "lp3_score": 1.5,
    "top_performing_1": "Transportation",
    "lp2_score": 1.23,
    "overall_score": 0.66,
    "map_id": 15
  },
  {
    "id": "recEQT3MrTT0bGWYn",
    "overall_rank": 58,
    "tp2_score": 2.54,
    "tp1_score": 3.06,
    "top_performing_2": "Communities",
    "overview": "The Mohawk Park – Dawson Neighborhood Statistical Area is located in north Tulsa. It includes census tract 113, and a mix of residential and industrial development spread over 13.40 square miles. Dawson was founded in 1895 as a coal mining town, and was annexed into Tulsa city limits in 1949, when it was 2.5 square miles and had 3,500 residents. On the other hand, Mohawk Park was created in 1924. It is the city’s largest park by area, covering 2,800 acres and features the Tulsa Zoo, Oxley Nature Center, and Lake Yahola. In addition, the area is home to the Tulsa International Airport, the city’s main air transportation hub. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "Mohawk Park-Dawson",
    "lp1_score": 1.14,
    "tp3_score": 2.29,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Housing & Neighborhoods",
    "lp3_score": 1.64,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 1.51,
    "overall_score": 1.43,
    "map_id": 14
  },
  {
    "id": "recP0739oSI1lnRvr",
    "overall_rank": 67,
    "tp2_score": 2.49,
    "tp1_score": 3.93,
    "top_performing_2": "Parks & Recreation",
    "overview": "The North Ridge Neighborhood Statistical Area is located in north Tulsa. It includes census tract 57, covering 1.65 square miles. Developed mainly between the 1950s and 1960s, the area is composed of detached Ranch-style houses. A variety of commercial, mixed-use development, and religious assemblies are positioned on its primary arterial, which is North Peoria Avenue. Berry Park, SkateNorth, and three Tulsa public schools are all located within the area. It has access to U.S. Highway 75, and is near the Tulsa Tech Peoria Campus, Flat Rock Creek, and Lake Yahola. ",
    "lowest_performing_3": "Housing & Neighborhoods",
    "neighborhood": "North Ridge",
    "lp1_score": 1.36,
    "tp3_score": 2.48,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Economic Development",
    "top_performing_3": "Transportation",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 1.65,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 1.59,
    "overall_score": 1.05,
    "map_id": 4
  },
  {
    "id": "recHbDsTUnX5rH8KH",
    "overall_rank": 49,
    "tp2_score": 3.26,
    "tp1_score": 5,
    "top_performing_2": "Public Services",
    "overview": "The Osage Hills Neighborhood Statistical Area is located in northwest Tulsa. It covers 50.65 square miles and includes census tract 9400.05. The area is composed mainly of undeveloped agricultural land, few religious assemblies, and an apartment complex. Its landscapes offer woodlands, valleys, ponds, and caves that are used by residents and visitors for outdoor activities and recreational purposes. Osage Hills is home to Harlow Creek, the Tulsa Botanic Garden, POSTOAK lodge and retreat, and has access to the Sand Springs Expressway and LL Tisdale Parkway. ",
    "lowest_performing_3": "Communities",
    "neighborhood": "Osage Hills",
    "lp1_score": 0.07,
    "tp3_score": 2.39,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Land Use",
    "top_performing_3": "Economic Development",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 0.16,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 0.16,
    "overall_score": 1.75,
    "map_id": 1
  },
  {
    "id": "recRGH2u14dTsUSbg",
    "overall_rank": 47,
    "tp2_score": 3.39,
    "tp1_score": 3.42,
    "top_performing_2": "Land Use",
    "overview": "The Park Plaza Neighborhood Statistical area is located in midtown Tulsa. It includes census tracts 69.05 and 86 and covers two square miles. It is composed of detached homes, apartments, townhomes, and duplexes. The area also includes a mix of uses, with industrial development mainly located in the north and east, large-scale retail along Interstate 44 and arterial roads, and office buildings scattered throughout. Shopping centers such as Promenade Mall and Fontana are located at major intersections. Promenade Mall was first built as an outdoor mall called Southland in 1965 and later converted to an indoor mall. The OU-Tulsa campus is located just outside its western boundary. ",
    "lowest_performing_3": "Public Services",
    "neighborhood": "Park Plaza",
    "lp1_score": 0.97,
    "tp3_score": 2.75,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Environment & Natural Resources",
    "top_performing_3": "History, Culture & Creativity",
    "lowest_performing_1": "Housing & Neighborhoods",
    "lp3_score": 1.35,
    "top_performing_1": "Communities",
    "lp2_score": 1.26,
    "overall_score": 1.86,
    "map_id": 64
  },
  {
    "id": "recwdVqbQW8Jl95xR",
    "overall_rank": 21,
    "tp2_score": 3.22,
    "tp1_score": 3.57,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Patrick Henry Neighborhood Statistical Area is located in midtown Tulsa. The 1.95 square-mile area includes census tracts 51 and 52. Housing largely consists of detached homes built throughout the mid-20th century. Subdivisions to the west of Harvard Avenue were established as early as the 1920s, while those to the east were built between the 1950s and 1970s. Commercial and office spaces have developed along Interstate 44 and arterial streets, including many medical and dental offices and clinics. Patrick Henry is home to Edison Preparatory School and Patrick Henry Elementary School, as well as the University of Oklahoma’s Tulsa campus.  ",
    "lowest_performing_3": "Public Services",
    "neighborhood": "Patrick Henry",
    "lp1_score": 1.58,
    "tp3_score": 2.32,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Transportation",
    "top_performing_3": "Communities",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 2.02,
    "top_performing_1": "Economic Development",
    "lp2_score": 1.92,
    "overall_score": 3.29,
    "map_id": 63
  },
  {
    "id": "recqGLdRHT1zOsizb",
    "overall_rank": 39,
    "tp2_score": 3.57,
    "tp1_score": 3.57,
    "top_performing_2": "Parks & Recreation",
    "overview": "The Pearl Neighborhood Statistical Area is located in midtown Tulsa. It includes census tract 23.01 and covers 1.01 square miles. The area is composed of single-family residences, multi-family units, low and moderate industry, and neighborhood-scale retail. One of Tulsa’s oldest neighborhoods, the Pearl is home to a Tulsa Health Department Regional Center, Veterans Park, Oaklawn Cemetery, and segments of the city’s historic and current Route 66 alignments. The area is served by the Peoria Bus Rapid Transit route and has access to Interstate 244 and Highway 75. Located east of downtown, it is close to Kendall Whittier, University of Tulsa, Tulsa Market District, and various medical centers along Utica Avenue. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "Pearl",
    "lp1_score": 1.09,
    "tp3_score": 3.56,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Public Services",
    "top_performing_3": "Communities",
    "lowest_performing_1": "Environment & Natural Resources",
    "lp3_score": 1.81,
    "top_performing_1": "Land Use",
    "lp2_score": 1.55,
    "overall_score": 2.14,
    "map_id": 24
  },
  {
    "id": "recAHOnrcggx70Q3V",
    "overall_rank": 12,
    "tp2_score": 4.02,
    "tp1_score": 4.04,
    "top_performing_2": "Environment & Natural Resources",
    "overview": "The Ranch Acres Neighborhood Statistical Area is located in midtown Tulsa. It includes census tract 41.01, covering one square mile. Housing consists of single-family residences built between the 1950s and 1970s, with newer homes built between the 2000s and 2010s. The area is home to Westhope, also known as the Richard Lloyd Jones House, a Frank Lloyd Wright design built in 1929. Along Harvard Avenue, the area’s eastern edge, are restaurants, neighborhood-scale, medical facilities, and religious assemblies. It is close to Thomas Edison Preparatory School and The University of Oklahoma’s Schusterman Center with access to both I-44 and the Broken Arrow Expressway. ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Ranch Acres",
    "lp1_score": 0.25,
    "tp3_score": 3.47,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Land Use",
    "top_performing_3": "Communities",
    "lowest_performing_1": "Parks & Recreation",
    "lp3_score": 1.95,
    "top_performing_1": "Economic Development",
    "lp2_score": 1.86,
    "overall_score": 3.76,
    "map_id": 57
  },
  {
    "id": "rec2QeXB9mWBubplT",
    "overall_rank": 32,
    "tp2_score": 2.73,
    "tp1_score": 2.82,
    "top_performing_2": "Parks & Recreation",
    "overview": "The Red Fork Neighborhood Statistical Area is located in west Tulsa. It includes census tracts 47 and 48 and covers 2.57 square miles. The area is composed of single-family residences, scattered multi-family units, low and moderate industry, religious assemblies, commercial shopping, and neighborhood-scale retail. The Red Fork town was founded in 1883 as a railhead on the Arkansas River, where the first oil well in Tulsa County was discovered in 1901. Red Fork is home to the Crystal City Shopping Center, two Tulsa Public Schools, two Tulsa Parks, and Route 66 Main Street, which includes the Route 66 Train Village, the West Gateway, and the Red Fork District. The area has access to I-44, I-244, and HWY 75. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "Red Fork",
    "lp1_score": 1.21,
    "tp3_score": 2.72,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Transportation",
    "top_performing_3": "History, Culture & Creativity",
    "lowest_performing_1": "Public Services",
    "lp3_score": 2.17,
    "top_performing_1": "Communities",
    "lp2_score": 1.87,
    "overall_score": 2.64,
    "map_id": 32
  },
  {
    "id": "recJxGkpQqgor2Wq2",
    "overall_rank": 37,
    "tp2_score": 2.63,
    "tp1_score": 3.09,
    "top_performing_2": "Land Use",
    "overview": "The Regency-Woodland Neighborhood Statistical Area is located in midtown Tulsa. The 2.01 square-mile area covers census tracts 69.06 and 69.07, and includes industrial development along Highway 51 and Mingo Road, regional-scale retail, and shopping centers near major intersections. Housing primarily consists of detached residences located in Regency Park and Woodland View Park, with apartment complexes scattered throughout the area. Memorial Park Cemetery at 51st Street and Memorial Drive was established in 1927 and is the burial site of several notable Tulsans, including musicians Bob Wills and Roy Clark, and Reverend Oral Roberts.  ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Regency-Woodland",
    "lp1_score": 1.48,
    "tp3_score": 2.29,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Housing & Neighborhoods",
    "top_performing_3": "Transportation",
    "lowest_performing_1": "Public Services",
    "lp3_score": 1.96,
    "top_performing_1": "Economic Development",
    "lp2_score": 1.69,
    "overall_score": 2.23,
    "map_id": 66
  },
  {
    "id": "recr9kjqqCIjNSjcK",
    "overall_rank": 4,
    "tp2_score": 3.96,
    "tp1_score": 4.36,
    "top_performing_2": "Communities",
    "overview": "The Renaissance-Florence Park Neighborhood Statistical Area is located in midtown Tulsa. It includes census tracts 35 and 36, covering one square mile. The area is composed of single-family residences, with retail concentrated along its arterial streets. Most of its homes were built between the 1920s and 1950s under a variety of architectural styles, including Craftsman Bungalows and Cottages, Swiss Chalet, Colonial and Tudor Revival. The area also includes two Tulsa Public Schools, three Tulsa Parks, Route 66, and Cherry Street. Renaissance-Florence Park has access to U.S. Highway 64, and it is adjacent to the University of Tulsa and the Tulsa State Fairground. ",
    "lowest_performing_3": "Public Services",
    "neighborhood": "Renaissance-Florence Park",
    "lp1_score": 1.98,
    "tp3_score": 3.44,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Transportation",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Environment & Natural Resources",
    "lp3_score": 2.74,
    "top_performing_1": "Housing & Neighborhoods",
    "lp2_score": 2.01,
    "overall_score": 4.36,
    "map_id": 38
  },
  {
    "id": "rec8MkvJpgP9Kkuvo",
    "overall_rank": 33,
    "tp2_score": 3.56,
    "tp1_score": 5,
    "top_performing_2": "Communities",
    "overview": "The Reservoir Hill-The Heights Neighborhood Statistical Area is located north of downtown Tulsa. It includes census tracts 8 and 9, covering 0.90 square miles. Most of the neighborhood was rebuilt post-Tulsa Race Riots in the early 1920s, and further developed with single-family residences, apartment complexes, commercial and mixed-use development. LL Tisdale Parkway and Interstate Highway 244 are adjacent to the area, providing access to multi-modal corridors. The area is home to two Tulsa Public Schools, John Starks Park, and the renowned Brady Heights District. It is close to the historic Greenwood District and Oklahoma State University-Tulsa. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "Reservoir Hill-The Heights",
    "lp1_score": 1.58,
    "tp3_score": 3.27,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Parks & Recreation",
    "lowest_performing_1": "Public Services",
    "lp3_score": 2.04,
    "top_performing_1": "Transportation",
    "lp2_score": 1.94,
    "overall_score": 2.58,
    "map_id": 9
  },
  {
    "id": "rectTSfdDsasSWeve",
    "overall_rank": 3,
    "tp2_score": 4.44,
    "tp1_score": 4.47,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Riverview Neighborhood Statistical Area is located in west Tulsa. It includes census tract 31 and covers 0.57 square miles. Developed in the 1960s, the area is composed of single-family residences, apartment complexes, and scattered commercial and mixed-use development. Adjacent to the Arkansas River, Interstate 244, Oklahoma State Highway 64, and Route 66, the area is home to Creek Nation Council Oak Park, Dream Keepers Park, River Park East Trail, and various event venues. It is close to Oklahoma State University Medical Center, University of Tulsa Oxley Campus, the historic Boston Avenue United Methodist Church, and Midland Valley Trail. ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Riverview",
    "lp1_score": 1.68,
    "tp3_score": 3.79,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Public Services",
    "top_performing_3": "Communities",
    "lowest_performing_1": "Environment & Natural Resources",
    "lp3_score": 2.89,
    "top_performing_1": "Parks & Recreation",
    "lp2_score": 1.94,
    "overall_score": 4.53,
    "map_id": 35
  },
  {
    "id": "recC3fnr2qOpfoy3e",
    "overall_rank": 44,
    "tp2_score": 2.74,
    "tp1_score": 2.76,
    "top_performing_2": "Land Use",
    "overview": "The Riverwood Neighborhood Statistical Area is located in south Tulsa. It includes census tracts 68.01, 68.03, 68.04, 76.08, 76.43, and 76.44. The area is 3.02 square miles and is composed of single-family and multi-family housing, office space, mixed-use development, and neighborhood-scale retail along South Peoria Avenue. Single-family housing was built between the early 1920s and mid-1980s, while multi-family units were developed between the 1960s and early 1980s. Located between the Arkansas River and Joe Creek, the neighborhood is close to Southern Hills Golf Course, Brookside, River Parks, and Turkey Mountain. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Riverwood",
    "lp1_score": 0.89,
    "tp3_score": 2.68,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Public Services",
    "top_performing_3": "Parks & Recreation",
    "lowest_performing_1": "Housing & Neighborhoods",
    "lp3_score": 2.09,
    "top_performing_1": "Communities",
    "lp2_score": 1.4,
    "overall_score": 1.95,
    "map_id": 70
  },
  {
    "id": "recNr3XD5806Lv1vM",
    "overall_rank": 72,
    "tp2_score": 2.73,
    "tp1_score": 3.11,
    "top_performing_2": "Public Services",
    "overview": "The Sequoyah Neighborhood Statistical Area is located in north Tulsa. It covers 2.3 square miles and includes census tracts 14 and 15. The area is composed of a mix of single‑family residences and scattered multi-family units, moderate industry, and neighborhood-scale retail along the intersections of the streets that surround it. Today, Sequoyah is a highly diverse area composed of newly built affordable housing, well maintained homes, and older structures. The area is home to two Tulsa parks, four Tulsa Public Schools, Rose Hill Cemetery, and a segment of Tulsa’s Route 66 historical alignment. Sequoyah is close to downtown and Kendall-Whittier. ",
    "lowest_performing_3": "Housing & Neighborhoods",
    "neighborhood": "Sequoyah",
    "lp1_score": 1.43,
    "tp3_score": 2.59,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Economic Development",
    "top_performing_3": "Environment & Natural Resources",
    "lowest_performing_1": "Transportation",
    "lp3_score": 1.82,
    "top_performing_1": "Parks & Recreation",
    "lp2_score": 1.63,
    "overall_score": 0.86,
    "map_id": 18
  },
  {
    "id": "recHzOkXm7hY6pBgB",
    "overall_rank": 13,
    "tp2_score": 3.37,
    "tp1_score": 3.38,
    "top_performing_2": "Land Use",
    "overview": "The South Brookside Neighborhood Statistical Area is located in southwest Tulsa on the east bank of the Arkansas River. It includes census tracts 50.01 and 50.02 and covers 1.61 square miles. Developed throughout the 1950s, the area is composed of single-family residences, apartment complexes, and senior housing. A variety of commercial and mixed-use developments are located on or near its main arterials. The Bus Rapid Transit system serves the area, and Interstate 44 runs along the south portion of the neighborhood, providing access to west and midtown Tulsa. The area is home to Hawthorne Park, Collegiate Hall Elementary School, River Parks East Trail, and 41st Street Plaza. It is close to the Gathering Place and other various outdoor recreation areas.  ",
    "lowest_performing_3": "Parks & Recreation",
    "neighborhood": "South Brookside",
    "lp1_score": 1.93,
    "tp3_score": 3.25,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Environment & Natural Resources",
    "top_performing_3": "History, Culture & Creativity",
    "lowest_performing_1": "Public Services",
    "lp3_score": 2.44,
    "top_performing_1": "Communities",
    "lp2_score": 2.43,
    "overall_score": 3.7,
    "map_id": 62
  },
  {
    "id": "recNL56NNcb1oj0oR",
    "overall_rank": 27,
    "tp2_score": 3.46,
    "tp1_score": 4.33,
    "top_performing_2": "Environment & Natural Resources",
    "overview": "The South Point Neighborhood Statistical Area is located in south Tulsa, between the Arkansas River and Highway 64. It includes census tracts 76.36, 76.38, 76.53, 76.54, and covers 8.06 square miles. The area is composed of single-family residences and agricultural land. A commercial corridor, light office, and apartment complexes runs along South Memorial Drive. This neighborhood was built between the late 1960s and 2000s, and is home to the Philcrest Hills Tennis Club, the Metro Soccer Club, various landscaping service facilities, and religious assemblies. South Point is close to the Oklahoma Aquarium, Fry Ditch Creek, and the Cardiovascular Center of Excellence. ",
    "lowest_performing_3": "Land Use",
    "neighborhood": "South Point",
    "lp1_score": 0.57,
    "tp3_score": 2.89,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Parks & Recreation",
    "top_performing_3": "Housing & Neighborhoods",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 0.87,
    "top_performing_1": "Economic Development",
    "lp2_score": 0.63,
    "overall_score": 2.94,
    "map_id": 80
  },
  {
    "id": "recTsPtSleuCCuXy6",
    "overall_rank": 25,
    "tp2_score": 3.22,
    "tp1_score": 3.86,
    "top_performing_2": "Transportation",
    "overview": "The South Ridge Neighborhood Statistical Area is located in south Tulsa. It includes census tracts 75.27, 75.28, 75.30, 76.30, and covers 4.96 square miles. Composed of single-family residences developed between the mid-1980s and the late 2000s, the neighborhood also includes apartment complexes, commercial shopping, and a car dealership corridor on Memorial Drive. With access to major highways and Mingo Trail, South Ridge is home to Hillcrest and Saint Francis South Hospitals, Riggs Park, the Hardesty Regional Library, the Tulsa Community College Southeast Campus, and the Meadow Brook Country Club. It is close to Cedar Ridge Country Club and the Woodland Hills Mall. ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "South Ridge",
    "lp1_score": 1.33,
    "tp3_score": 3.13,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Land Use",
    "top_performing_3": "Housing & Neighborhoods",
    "lowest_performing_1": "Parks & Recreation",
    "lp3_score": 1.92,
    "top_performing_1": "Economic Development",
    "lp2_score": 1.78,
    "overall_score": 3.09,
    "map_id": 79
  },
  {
    "id": "recwz3TTRgcLlBVSd",
    "overall_rank": 15,
    "tp2_score": 3.41,
    "tp1_score": 3.5,
    "top_performing_2": "Communities",
    "overview": "The Southern Hills Neighborhood Statistical Area is located in south Tulsa. It is 4.04 square miles and includes census tracts 69.01, 76.11, 76.13, and 87. Single-family subdivisions make up most of the area, with apartments and condominiums scattered throughout. Shopping centers, large office buildings, and medical clinics have developed along major streets bounding the area, and Saint Francis Hospital is directly to the east. Southern Hills is home to Eisenhower International School and Carnegie Elementary School, as well as the Southern Hills Golf Course, which recently hosted the 2022 PGA Championship. The Joe Creek and Fred Creek systems also run through the area. ",
    "lowest_performing_3": "Parks & Recreation",
    "neighborhood": "Southern Hills",
    "lp1_score": 1.88,
    "tp3_score": 3.13,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Housing & Neighborhoods",
    "top_performing_3": "Transportation",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 2.15,
    "top_performing_1": "Economic Development",
    "lp2_score": 2,
    "overall_score": 3.51,
    "map_id": 71
  },
  {
    "id": "recvZ5LmQ7YwYOvy2",
    "overall_rank": 40,
    "tp2_score": 2.55,
    "tp1_score": 2.77,
    "top_performing_2": "Land Use",
    "overview": "The Southroads-Briarwood Neighborhood Statistical Area is located in midtown Tulsa. It includes census tracts 70, 85.02, and 90.11, and covers 3.51 square miles. Developed between the 1940s and 1970s, the area is composed of single-family residences and apartment complexes. The intersection of the Interstate 44 and Oklahoma State Highway 64 runs through the neighborhood. A mix of commercial and low industry, religious assemblies, a Tulsa and Union Public School, and various trade colleges are scattered throughout the area. The neighborhood is home to Mingo Trail, three Tulsa Parks, and the Southroads Shopping Center. ",
    "lowest_performing_3": "Housing & Neighborhoods",
    "neighborhood": "Southroads-Briarwood",
    "lp1_score": 1.02,
    "tp3_score": 2.45,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Public Services",
    "top_performing_3": "Economic Development",
    "lowest_performing_1": "Environment & Natural Resources",
    "lp3_score": 1.9,
    "top_performing_1": "Transportation",
    "lp2_score": 1.85,
    "overall_score": 2.1,
    "map_id": 59
  },
  {
    "id": "recp1ukYgIsw9plva",
    "overall_rank": 79,
    "tp2_score": 2.54,
    "tp1_score": 3.21,
    "top_performing_2": "Communities",
    "overview": "The Springdale Neighborhood Statistical Area is located in north Tulsa. It includes census tract 4, covering exactly one square mile. Built between the 1930s and 1940s, the area is composed of single-family residences and apartment complexes. Neighborhood-scale retail, religious assemblies, low industry, and other employment sources are located on the main arterials of Lewis and Harvard Avenues, and Apache and Pine Streets. The area includes Celia Clinton Elementary School, Clinton Park, and it is close to downtown, the Tulsa International Airport, and Tulsa Community College Northeast Campus. ",
    "lowest_performing_3": "History, Culture & Creativity",
    "neighborhood": "Springdale",
    "lp1_score": 1.11,
    "tp3_score": 2.43,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Transportation",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Economic Development",
    "lp3_score": 1.63,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 1.32,
    "overall_score": 0.06,
    "map_id": 12
  },
  {
    "id": "rec1eABNbeKm5MG4l",
    "overall_rank": 52,
    "tp2_score": 3.65,
    "tp1_score": 3.78,
    "top_performing_2": "Public Services",
    "overview": "The Spunky Creek Neighborhood Statistical Area is located on the edge of east Tulsa, in Wagoner County. It includes census tracts 304.03 and 304.08, covering 7.03 square miles. The area is largely undeveloped, but since the mid-1970’s it has been used for industrial and agricultural purposes. Its topographical geography and proximity to Catoosa Port, Creek Turnpike, Lynn Lane Reservoir and Spunky Creek gives this area opportunity to increase land development to support the expansion of recreation, employment, and local town centers. ",
    "lowest_performing_3": "Transportation",
    "neighborhood": "Spunky Creek",
    "lp1_score": 0.11,
    "tp3_score": 2.63,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Land Use",
    "top_performing_3": "Economic Development",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 0.75,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 0.53,
    "overall_score": 1.62,
    "map_id": 46
  },
  {
    "id": "recEPYg8oRhZuCNFw",
    "overall_rank": 35,
    "tp2_score": 3.73,
    "tp1_score": 5,
    "top_performing_2": "Environment & Natural Resources",
    "overview": "The Stone Ridge Neighborhood Statistical Area is located in east Tulsa. It includes census tracts 90.13, 90.15, 90.16, 90.18 and covers 5.99 square miles. Bordering the Broken Arrow and Tulsa city limits, half of the area remains undeveloped and is zoned for agriculture. Developed between 2005 and 2019, Stone Ridge is composed mainly of single-family residences, apartment complexes, and scattered office throughout the area. The neighborhood is home to Ablaze Christian Academy Childcare, senior living housing, and floodplain management facilities. Stone Ridge is close to Lynn Lane Reservoir, Eastgate Metroplex Employment Center, and diverse religious assemblies. ",
    "lowest_performing_3": "Parks & Recreation",
    "neighborhood": "Stone Ridge",
    "lp1_score": 0.41,
    "tp3_score": 3.69,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Land Use",
    "top_performing_3": "Transportation",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 0.62,
    "top_performing_1": "Economic Development",
    "lp2_score": 0.49,
    "overall_score": 2.46,
    "map_id": 61
  },
  {
    "id": "recOdm5QWtUzFxpoc",
    "overall_rank": 16,
    "tp2_score": 3.07,
    "tp1_score": 3.47,
    "top_performing_2": "Economic Development",
    "overview": "The Sungate Neighborhood Statistical area is located in midtown Tulsa. It includes census tracts 69.02, 69.03 and covers two square miles. The area primarily consists of mid-century residential subdivisions, and the Sungate Addition was one of the largest subdivisions in Tulsa when it was platted in 1963. Shopping centers, including The Farm, are located on major streets, along with several small offices. Memorial High School, Memorial Middle School, and two Tulsa public elementary schools are located within the area, and Saint Francis Hospital is directly to the south. Sungate is home to LaFortune Park, which became the first county park in Oklahoma when it opened in 1960. ",
    "lowest_performing_3": "Parks & Recreation",
    "neighborhood": "Sungate",
    "lp1_score": 1.85,
    "tp3_score": 2.96,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Environment & Natural Resources",
    "lowest_performing_1": "Housing & Neighborhoods",
    "lp3_score": 2.53,
    "top_performing_1": "Communities",
    "lp2_score": 2.41,
    "overall_score": 3.44,
    "map_id": 65
  },
  {
    "id": "recAAQkJjDPavxwuj",
    "overall_rank": 31,
    "tp2_score": 2.73,
    "tp1_score": 3.68,
    "top_performing_2": "Land Use",
    "overview": "The Terrace Neighborhood Statistical Area is located in midtown Tulsa. It includes census tract 84 and covers one square mile. Developed throughout the 1950s, the area is composed of single-family residences and apartment complexes. Commercial and mixed-use development surround its main arterials. A mid-size employment center is located on the southwest corner of the area, and Interstate 44 runs through the southeast corner. The neighborhood is home to two Tulsa Public Schools, a Tulsa Educare, Terrace Park, and Terrace Park Trail. The area is close to Williams Park, Tulsa State Fair, and various trade colleges. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Terrace",
    "lp1_score": 0.48,
    "tp3_score": 2.69,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Parks & Recreation",
    "top_performing_3": "Public Services",
    "lowest_performing_1": "Transportation",
    "lp3_score": 2.43,
    "top_performing_1": "Housing & Neighborhoods",
    "lp2_score": 1.95,
    "overall_score": 2.77,
    "map_id": 52
  },
  {
    "id": "rec9VdU0kPAmn2G3A",
    "overall_rank": 70,
    "tp2_score": 3.76,
    "tp1_score": 3.78,
    "top_performing_2": "Environment & Natural Resources",
    "overview": "The Tower Heights Neighborhood Statistical Area is located in east Tulsa near the intersection of U.S. Interstates 44 and 244. Tower Heights includes census tract 73.11 and covers 1.88 square miles. Established throughout the mid-1900s, the area is composed of a mix of low-density residences, scattered multi-family units, industry, commercial, and agricultural uses. Tower Heights is home to segments of the historic and current Route 66 alignments, as well as Harvey Young Airport, which has been in continuous operation since it was established in 1941, and it is close to the Eastgate Metroplex Employment Center. ",
    "lowest_performing_3": "Economic Development",
    "neighborhood": "Tower Heights",
    "lp1_score": 0.59,
    "tp3_score": 2.53,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Parks & Recreation",
    "top_performing_3": "Communities",
    "lowest_performing_1": "Public Services",
    "lp3_score": 1.43,
    "top_performing_1": "Transportation",
    "lp2_score": 1.42,
    "overall_score": 0.91,
    "map_id": 44
  },
  {
    "id": "recpl7uWMEYBRxnyJ",
    "overall_rank": 29,
    "tp2_score": 3.91,
    "tp1_score": 3.98,
    "top_performing_2": "Transportation",
    "overview": "The Tulsa Hills Neighborhood Statistical Area is located in west Tulsa. It includes census tracts 67.12, 67.13 and covers 5.96 square miles. The area is composed of single-family residences, apartment complexes, light industry, and commercial shopping corridors along arterial streets and highways. Housing was built between the 1930s and 1950s, while apartment units were built between the 1960s and early 2000s. Tulsa Hills sits west of the Arkansas River, has immediate access to Highway 75 and Interstate 44, and is home to the Tulsa Hills Shopping Center, which is Tulsa’s largest retail development since the Woodland Hills Mall opened in 1976. ",
    "lowest_performing_3": "Land Use",
    "neighborhood": "Tulsa Hills",
    "lp1_score": 0.36,
    "tp3_score": 2.73,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Housing & Neighborhoods",
    "lowest_performing_1": "Parks & Recreation",
    "lp3_score": 0.93,
    "top_performing_1": "Economic Development",
    "lp2_score": 0.87,
    "overall_score": 2.89,
    "map_id": 72
  },
  {
    "id": "recq8zdmvcuBEwAzf",
    "overall_rank": 46,
    "tp2_score": 2.35,
    "tp1_score": 4.13,
    "top_performing_2": "Communities",
    "overview": "The Turkey Mountain Neighborhood Statistical Area is located in west Tulsa. It covers 5.76 square miles and includes census tracts 67.01 and 67.11. The area is composed of a mix of single-family housing, apartment complexes, low industrial, and commercial shopping along the intersections of arterial streets and highways. Most of its homes were built in the 1970s and 1980s, including a few units from the 1990s and early 2000s. Turkey Mountain sits west of the Arkansas River, has immediate access to U.S. Highway 75 and U.S. Interstate 44, and is home to Page Belcher Golf Course, Bales Baseball Park, and Turkey Mountain’s Urban Wilderness Area. ",
    "lowest_performing_3": "Housing & Neighborhoods",
    "neighborhood": "Turkey Mountain",
    "lp1_score": 0.6,
    "tp3_score": 2.26,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Economic Development",
    "lowest_performing_1": "Public Services",
    "lp3_score": 1.53,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 0.97,
    "overall_score": 1.88,
    "map_id": 69
  },
  {
    "id": "recWR3u1dTLDT4yoe",
    "overall_rank": 24,
    "tp2_score": 3.14,
    "tp1_score": 3.37,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Turner Park Neighborhood Statistical Area is located in midtown Tulsa. It includes census tracts 18 and 19 and covers 0.89 square miles. The area is characterized by single-family residential subdivisions built in the early 1900s, although commercial development runs along the historic and current alignments of Route 66 on the north and south boundaries. Two buildings in Turner Park are listed on the National Register of Historic Places: Will Rogers High School, for its Art Deco architecture and association with progressive education movements, and Sinclair Service Station, for its Spanish Eclectic architecture and connection to Route 66. ",
    "lowest_performing_3": "Parks & Recreation",
    "neighborhood": "Turner Park",
    "lp1_score": 1.71,
    "tp3_score": 3.07,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Environment & Natural Resources",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Transportation",
    "lp3_score": 2.45,
    "top_performing_1": "Communities",
    "lp2_score": 2.13,
    "overall_score": 3.11,
    "map_id": 26
  },
  {
    "id": "rec8lZxsEnoS6omcw",
    "overall_rank": 18,
    "tp2_score": 3.52,
    "tp1_score": 4.33,
    "top_performing_2": "Economic Development",
    "overview": "The Vensel Creek Neighborhood Statistical Area is located in south Tulsa, on the east bank of the Arkansas River. It includes census tracts 76.31, 76.34, 76.49, and cover 3.24 square miles. Developed between the 1970s and 1990s, the area is composed of detached residences and apartment complexes. The corridor of Oklahoma State Highway 364 runs through the area providing access to south Tulsa. Riverside Parks, South River Parks Trail, Creek Turnpike Trail, 3 Jenks Public Schools, and religious assemblies are all located within the area. Vensel Creek is adjacent to the Arkansas River, and close to Oral Roberts University and Hunter Park.  ",
    "lowest_performing_3": "Land Use",
    "neighborhood": "Vensel Creek",
    "lp1_score": 1.19,
    "tp3_score": 3.04,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Environment & Natural Resources",
    "lowest_performing_1": "Parks & Recreation",
    "lp3_score": 1.97,
    "top_performing_1": "Transportation",
    "lp2_score": 1.45,
    "overall_score": 3.38,
    "map_id": 77
  },
  {
    "id": "recTqSnGIwDwDfXw1",
    "overall_rank": 56,
    "tp2_score": 3.4,
    "tp1_score": 4.02,
    "top_performing_2": "Public Services",
    "overview": "The Walt Whitman Neighborhood Statistical Area is located in north Tulsa. It includes census tract 80.02 and covers 1.44 square miles. Developed between the 1950s and 1970s, the area is mainly composed of single-family residences, agricultural land, and commercial corridors. The neighborhood is home to the University of Oklahoma Tisdale Clinic, Walt Whitman Elementary School, the Tulsa Tech Peoria Campus, the Department of Human Services, and religious assemblies. As part of the Phoenix District, it includes the Comanche Park apartment project “Envision Comanche”, which will transform the area into a mixed-use, mixed-income community. ",
    "lowest_performing_3": "Housing & Neighborhoods",
    "neighborhood": "Walt Whitman",
    "lp1_score": 1.34,
    "tp3_score": 3.23,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Parks & Recreation",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Economic Development",
    "lp3_score": 2.11,
    "top_performing_1": "Environment & Natural Resources",
    "lp2_score": 1.51,
    "overall_score": 1.47,
    "map_id": 5
  },
  {
    "id": "rec4ahCmmvDQUxAna",
    "overall_rank": 23,
    "tp2_score": 3.16,
    "tp1_score": 3.99,
    "top_performing_2": "Economic Development",
    "overview": "The Wedgwood-Crowell Heights Neighborhood Statistical Area is located in midtown Tulsa. It includes census tract 38 and covers one square mile. Housing in the area consists of single-family residences built between the 1940s and 1950s, and apartment complexes. Mill Creek runs through a portion of the neighborhood helping to manage stormwater in the area. Bounded by Route 66 on the north, Wedgwood-Crowell Heights showcases several unique businesses including art, auto, thrift, and antique stores. It is adjacent to the Tulsa State Fairground, the Golden Driller Statue, and Safari Joe’s H20, with access to regional-scale retail, Braden Park, and the Nathan Hale Library and Nathan Hale High School. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Wedgwood-Crowell Heights",
    "lp1_score": 0.98,
    "tp3_score": 2.88,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Parks & Recreation",
    "top_performing_3": "Public Services",
    "lowest_performing_1": "Transportation",
    "lp3_score": 1.88,
    "top_performing_1": "Communities",
    "lp2_score": 1.68,
    "overall_score": 3.22,
    "map_id": 40
  },
  {
    "id": "recdYjozeTETOnMzm",
    "overall_rank": 7,
    "tp2_score": 3.59,
    "tp1_score": 3.77,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The West Brookside Neighborhood Statistical Area is located in west Tulsa. It includes census tract 44 and covers 0.60 square miles. Developed in the 1950s, the area is composed of single-family residences, apartment complexes, and senior housing. Neighborhood-scale retail and mixed-use development surround its main arterials. Adjacent to the Arkansas River, West Brookside is home to a portion of the River Parks East Trail, Crow Creek, and a children’s museum, Discovery Lab. Because of its proximity to the Gathering Place, sports courts, a BMX park, a rugby field, and other outdoor amenities are all within walking distance. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "West Brookside",
    "lp1_score": 2.15,
    "tp3_score": 3.56,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Communities",
    "lowest_performing_1": "Public Services",
    "lp3_score": 2.61,
    "top_performing_1": "Transportation",
    "lp2_score": 2.54,
    "overall_score": 4.27,
    "map_id": 55
  },
  {
    "id": "recJPCUIwZJOWW3DQ",
    "overall_rank": 61,
    "tp2_score": 2.52,
    "tp1_score": 2.62,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Western Village Neighborhood Statistical Area is located in east Tulsa. The 1.73 square mile area contains census tracts 73.09 and 89. Commercial development runs along arterial streets, and industrial uses are situated in the eastern portion along U.S. Interstate 44. The area includes two Tulsa elementary schools and a CAP Tulsa early childhood center. Although some neighborhoods existed by the late 1920s, the Western Village, Wagon Wheel, and Rosewood subdivisions were built in the 1950s. Bounded by Route 66, it was once home to the popular Western Village Hotel, built in 1952 with shops, a restaurant, a golf course, and a heliport. ",
    "lowest_performing_3": "Public Services",
    "neighborhood": "Western Village",
    "lp1_score": 1.3,
    "tp3_score": 2.26,
    "overall_health_percentile": "Poor",
    "lowest_performing_2": "Environment & Natural Resources",
    "top_performing_3": "Parks & Recreation",
    "lowest_performing_1": "History, Culture & Creativity",
    "lp3_score": 2.04,
    "top_performing_1": "Transportation",
    "lp2_score": 1.32,
    "overall_score": 1.23,
    "map_id": 30
  },
  {
    "id": "recG7NVEco4kQk10n",
    "overall_rank": 10,
    "tp2_score": 4.2,
    "tp1_score": 4.26,
    "top_performing_2": "Housing & Neighborhoods",
    "overview": "The Whiteside Neighborhood Statistical Area is located in midtown Tulsa. It includes census tract 40 and covers one square mile. Housing consists of single-family residences built between the 1940s and 1950s, apartment complexes, and retirement communities. The area is home to Whiteside Park and Community Center and is close to The University of Oklahoma’s Schusterman Center, the Southroads Shopping Center, and the Tulsa Promenade Mall. With access to both I-44 and the Broken Arrow Expressway, the area is named after Walter Whiteside, an entrepreneur who alongside noted Tulsa architect Leon Senter built The Tulsa Coliseum in 1928 and organized the first Tulsa Oilers franchise. ",
    "lowest_performing_3": "Environment & Natural Resources",
    "neighborhood": "Whiteside",
    "lp1_score": 1.96,
    "tp3_score": 3.31,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "Transportation",
    "top_performing_3": "Land Use",
    "lowest_performing_1": "Public Services",
    "lp3_score": 2.67,
    "top_performing_1": "Communities",
    "lp2_score": 2.16,
    "overall_score": 3.92,
    "map_id": 58
  },
  {
    "id": "rec2eFCb72I6jpy93",
    "overall_rank": 36,
    "tp1_description": "Economic Development data indicates employment rate, labor force participation, and educational attainment are high. Health insurance coverage and population growth are average, and poverty is low.",
    "tp2_score": 2.9,
    "tp1_score": 4.11,
    "lp3_description": "Public service data indicates limited access to libraries and the fire response time is slower than the city-wide average. Access to schools, presence of streetlights, and loose animal complaints are average.",
    "top_performing_2": "Land Use",
    "lp2_description": "Community data indicates limited access to places of worship and social clubs. Population growth, voter registration, and access to social services are average, and access to internet is good.",
    "overview": "The Woodland Hills Neighborhood Statistical Area is located in south Tulsa. It includes census tracts 74.10, 74.11, 76.17, 76.45, and 76.46, and covers 3.95 square miles. Developed in the 1980s, the area is composed of single-family residences, apartment complexes, and retirement communities. Regional-scale retail, religious assembly, and medical complexes can be found on and near its main arterials. Oklahoma State Highway 64 runs through the area, providing access to north Tulsa. The neighborhood is home to Woodland Hills Mall, two Union Public Schools, the Oilers Ice Center, and two Tulsa Parks. It is close to the Tulsa Community College Southeast Campus, and Hillcrest and Saint Francis South Hospitals.  ",
    "lowest_performing_3": "Parks & Recreation",
    "tp3_description": "Land use data indicates good access to retail, eating places, financial services, arts & entertainment venues, and healthy food sources. Access to parks, healthcare, schools, and social services is average.",
    "lp1_description": "Housing and Neighborhood data indicates high rates of violent crimes and evictions. Housing density, occupancy, and presence of cost burdened owners and renters is average. Number of police calls are average.",
    "neighborhood": "Woodland Hills",
    "lp1_score": 1.03,
    "tp3_score": 2.87,
    "overall_health_percentile": "Average",
    "lowest_performing_2": "Public Services",
    "top_performing_3": "Transportation",
    "tp2_description": "Transportation data indicates good access to motor vehicles. Collisions involving cyclist and pedestrians are low. Access to trails and sidewalks is average, while access to transit and bike infrastructure is limited. ",
    "lowest_performing_1": "Communities",
    "lp3_score": 1.33,
    "top_performing_1": "Economic Development",
    "lp2_score": 1.16,
    "overall_score": 2.44,
    "map_id": 76
  },
  {
    "id": "recn1LnZEUxCIKbA4",
    "overall_rank": 9,
    "tp2_score": 4.02,
    "tp1_score": 4.41,
    "top_performing_2": "Environment & Natural Resources",
    "overview": "The Woodward Park Neighborhood Statistical Area is located in midtown Tulsa. It includes census tract 43.01 and covers 0.98 square miles. The area is composed of single-family homes built between the 1920s and 1930s, including the Terwilleger Height, Swan Lake, and the Maple Ridge Historic Districts. The Woodward Park and Gardens is listed on the National Register of Historic Places as an example of one of the finest public gardens established in Tulsa during the early twentieth century. The area is also home to the Philbrook Museum of Art and is in close proximity to Utica Square shopping center. ",
    "lowest_performing_3": "Housing & Neighborhoods",
    "neighborhood": "Woodward Park",
    "lp1_score": 2.05,
    "tp3_score": 2.97,
    "overall_health_percentile": "Good",
    "lowest_performing_2": "History, Culture & Creativity",
    "top_performing_3": "Communities",
    "lowest_performing_1": "Parks & Recreation",
    "lp3_score": 2.4,
    "top_performing_1": "Economic Development",
    "lp2_score": 2.1,
    "overall_score": 4.1,
    "map_id": 48
  }
]